[T&A]
Presence0="Idle"
000Desc="Unlock all other trophies from Life Is Strange™"
000HowTo="Unlock all other trophies from Life Is Strange™"
000Title="What If?"
001Desc="Finish Episode 1: Chrysalis"
001HowTo="Finish Episode 1: Chrysalis"
001Title="Chrysalis"
002Desc="Take optional photo #1 in Episode 1: Chrysalis"
002HowTo="Take optional photo #1 in Episode 1: Chrysalis"
002Title="Macro Eyes"
003Desc="Take optional photo #2 in Episode 1: Chrysalis"
003HowTo="Take optional photo #2 in Episode 1: Chrysalis"
003Title="Wide Angles"
004Desc="Take optional photo #3 in Episode 1: Chrysalis"
004HowTo="Take optional photo #3 in Episode 1: Chrysalis"
004Title="Telephotogenic"
005Desc="Take optional photo #4 in Episode 1: Chrysalis"
005HowTo="Take optional photo #4 in Episode 1: Chrysalis"
005Title="Close-Ups"
006Desc="Take optional photo #5 in Episode 1: Chrysalis"
006HowTo="Take optional photo #5 in Episode 1: Chrysalis"
006Title="Red Eye"
007Desc="Take optional photo #6 in Episode 1: Chrysalis"
007HowTo="Take optional photo #6 in Episode 1: Chrysalis"
007Title="Focused"
008Desc="Take optional photo #7 in Episode 1: Chrysalis"
008HowTo="Take optional photo #7 in Episode 1: Chrysalis"
008Title="Zoomed In"
009Desc="Take optional photo #8 in Episode 1: Chrysalis"
009HowTo="Take optional photo #8 in Episode 1: Chrysalis"
009Title="Focal Pointed"
010Desc="Take optional photo #9 in Episode 1: Chrysalis"
010HowTo="Take optional photo #9 in Episode 1: Chrysalis"
010Title="Maximum Aperture"
011Desc="Take optional photo #10 in Episode 1: Chrysalis"
011HowTo="Take optional photo #10 in Episode 1: Chrysalis"
011Title="Light Leak"
012Desc="Take all optional photos in Episode 1: Chrysalis"
012HowTo="Take all optional photos in Episode 1: Chrysalis"
012Title="Visionary"
013Desc="Finish Episode 2: Out of Time"
013HowTo="Finish Episode 2: Out of Time"
013Title="Out of Time"
014Desc="Take optional photo #1 in Episode 2: Out of Time"
014HowTo="Take optional photo #1 in Episode 2: Out of Time"
014Title="Field Of View"
015Desc="Take optional photo #2 in Episode 2: Out of Time"
015HowTo="Take optional photo #2 in Episode 2: Out of Time"
015Title="Full Exposure"
016Desc="Take optional photo #3 in Episode 2: Out of Time"
016HowTo="Take optional photo #3 in Episode 2: Out of Time"
016Title="Processor"
017Desc="Take optional photo #4 in Episode 2: Out of Time"
017HowTo="Take optional photo #4 in Episode 2: Out of Time"
017Title="Image Stabilizer"
018Desc="Take optional photo #5 in Episode 2: Out of Time"
018HowTo="Take optional photo #5 in Episode 2: Out of Time"
018Title="Compressed"
019Desc="Take optional photo #6 in Episode 2: Out of Time"
019HowTo="Take optional photo #6 in Episode 2: Out of Time"
019Title="Pixelated"
020Desc="Take optional photo #7 in Episode 2: Out of Time"
020HowTo="Take optional photo #7 in Episode 2: Out of Time"
020Title="Dynamic Range"
021Desc="Take optional photo #8 in Episode 2: Out of Time"
021HowTo="Take optional photo #8 in Episode 2: Out of Time"
021Title="Colorized"
022Desc="Take optional photo #9 in Episode 2: Out of Time"
022HowTo="Take optional photo #9 in Episode 2: Out of Time"
022Title="Meter Made"
023Desc="Take optional photo #10 in Episode 2: Out of Time"
023HowTo="Take optional photo #10 in Episode 2: Out of Time"
023Title="Resolution Revolution"
024Desc="Take all optional photos in Episode 2: Out of Time"
024HowTo="Take all optional photos in Episode 2: Out of Time"
024Title="Lab Master"
025Desc="Finish Episode 3: Chaos Theory"
025HowTo="Finish Episode 3: Chaos Theory"
025Title="Chaos Theory"
026Desc="Take optional photo #1 in Episode 3: Chaos Theory"
026HowTo="Take optional photo #1 in Episode 3: Chaos Theory"
026Title="Parallax View"
027Desc="Take optional photo #2 in Episode 3: Chaos Theory"
027HowTo="Take optional photo #2 in Episode 3: Chaos Theory"
027Title="Lenscrafted"
028Desc="Take optional photo #3 in Episode 3: Chaos Theory"
028HowTo="Take optional photo #3 in Episode 3: Chaos Theory"
028Title="The Reflex"
029Desc="Take optional photo #4 in Episode 3: Chaos Theory"
029HowTo="Take optional photo #4 in Episode 3: Chaos Theory"
029Title="Histogrammar"
030Desc="Take optional photo #5 in Episode 3: Chaos Theory"
030HowTo="Take optional photo #5 in Episode 3: Chaos Theory"
030Title="Bokeh"
031Desc="Take optional photo #6 in Episode 3: Chaos Theory"
031HowTo="Take optional photo #6 in Episode 3: Chaos Theory"
031Title="Pinholed"
032Desc="Take optional photo #7 in Episode 3: Chaos Theory"
032HowTo="Take optional photo #7 in Episode 3: Chaos Theory"
032Title="RAW Strength"
033Desc="Take optional photo #8 in Episode 3: Chaos Theory"
033HowTo="Take optional photo #8 in Episode 3: Chaos Theory"
033Title="Viewfinder"
034Desc="Take optional photo #9 in Episode 3: Chaos Theory"
034HowTo="Take optional photo #9 in Episode 3: Chaos Theory"
034Title="Optican"
035Desc="Take optional photo #10 in Episode 3: Chaos Theory"
035HowTo="Take optional photo #10 in Episode 3: Chaos Theory"
035Title="Flash!"
036Desc="Take all optional photos in Episode 3: Chaos Theory"
036HowTo="Take all optional photos in Episode 3: Chaos Theory"
036Title="Camera Eye"
037Desc="Finish Episode 4: Dark Room"
037HowTo="Finish Episode 4: Dark Room"
037Title="Dark Room"
038Desc="Take optional photo #1 in Episode 4: Dark Room"
038HowTo="Take optional photo #1 in Episode 4: Dark Room"
038Title="Ambient"
039Desc="Take optional photo #2 in Episode 4: Dark Room"
039HowTo="Take optional photo #2 in Episode 4: Dark Room"
039Title="Time-Lapsed"
040Desc="Take optional photo #3 in Episode 4: Dark Room"
040HowTo="Take optional photo #3 in Episode 4: Dark Room"
040Title="Balance"
041Desc="Take optional photo #4 in Episode 4: Dark Room"
041HowTo="Take optional photo #4 in Episode 4: Dark Room"
041Title="Rangefinder"
042Desc="Take optional photo #5 in Episode 4: Dark Room"
042HowTo="Take optional photo #5 in Episode 4: Dark Room"
042Title="Gamma Value"
043Desc="Take optional photo #6 in Episode 4: Dark Room"
043HowTo="Take optional photo #6 in Episode 4: Dark Room"
043Title="Dioptric Power"
044Desc="Take optional photo #7 in Episode 4: Dark Room"
044HowTo="Take optional photo #7 in Episode 4: Dark Room"
044Title="Fisheye"
045Desc="Take optional photo #8 in Episode 4: Dark Room"
045HowTo="Take optional photo #8 in Episode 4: Dark Room"
045Title="Manually Exposed"
046Desc="Take optional photo #9 in Episode 4: Dark Room"
046HowTo="Take optional photo #9 in Episode 4: Dark Room"
046Title="Slideshow"
047Desc="Take optional photo #10 in Episode 4: Dark Room"
047HowTo="Take optional photo #10 in Episode 4: Dark Room"
047Title="Tripod"
048Desc="Take all optional photos in Episode 4: Dark Room"
048HowTo="Take all optional photos in Episode 4: Dark Room"
048Title="Shutterbug"
049Desc="Finish Episode 5: Polarized"
049HowTo="Finish Episode 5: Polarized"
049Title="Polarized"
050Desc="Take optional photo #1 in Episode 5: Polarized"
050HowTo="Take optional photo #1 in Episode 5: Polarized"
050Title="Incandescent"
051Desc="Take optional photo #2 in Episode 5: Polarized"
051HowTo="Take optional photo #2 in Episode 5: Polarized"
051Title="Night Vision"
052Desc="Take optional photo #3 in Episode 5: Polarized"
052HowTo="Take optional photo #3 in Episode 5: Polarized"
052Title="Framed"
053Desc="Take optional photo #4 in Episode 5: Polarized"
053HowTo="Take optional photo #4 in Episode 5: Polarized"
053Title="Camera Obscura"
054Desc="Take optional photo #5 in Episode 5: Polarized"
054HowTo="Take optional photo #5 in Episode 5: Polarized"
054Title="Blowup"
055Desc="Take optional photo #6 in Episode 5: Polarized"
055HowTo="Take optional photo #6 in Episode 5: Polarized"
055Title="Iris"
056Desc="Take optional photo #7 in Episode 5: Polarized"
056HowTo="Take optional photo #7 in Episode 5: Polarized"
056Title="Sensor"
057Desc="Take optional photo #8 in Episode 5: Polarized"
057HowTo="Take optional photo #8 in Episode 5: Polarized"
057Title="On Display"
058Desc="Take optional photo #9 in Episode 5: Polarized"
058HowTo="Take optional photo #9 in Episode 5: Polarized"
058Title="Light Meter"
059Desc="Take optional photo #10 in Episode 5: Polarized"
059HowTo="Take optional photo #10 in Episode 5: Polarized"
059Title="Silhouettes"
060Desc="Take all optional photos in Episode 5: Polarized"
060HowTo="Take all optional photos in Episode 5: Polarized"
060Title="Selfie Awareness"
Presence1="In The Main Menu"
Presence2="Playing Episode 1"
Presence3="Playing Episode 2"
Presence4="Playing Episode 3"
Presence5="Playing Episode 4"
Presence6="Playing Episode 5"
Presence7="Inactive"
TitleDetail="The trophy set of Life Is Strange™"
TitleName="Life Is Strange™"
